cask_args appdir: 'Users/Raphael/Applications'

tap 'homebrew/bundle'
tap 'caskroom/versions'
tap 'Raphael/python'

# pre-req for libcaca and libgit2 can work
cask 'xquartz'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'sqlite'
brew 'git'
brew 'heroku'
brew 'python3'
